//
var ass_items = [
				{num: '1',title: '相对于同龄人，我觉得自己在学习地理上很有天赋。',	subject: '地理', character: '自信', options: [ {da: '符合',sc: '5'	},{ da: '大致符合', sc: '4' } ,{ da: '一般', sc: '3' },{ da: '不太符合', sc: '2' },{ da: '不符合', sc: '1' }] },
				{num: '2',title: '做化学题时，遇到难题，我不会半途而废，而是有信心自己能解决。',	subject: '地理', character: '自信', options: [ {da: '符合',sc: '5'	},{ da: '大致符合', sc: '4' } ,{ da: '一般', sc: '3' },{ da: '不太符合', sc: '2' },{ da: '不符合', sc: '1' }] },
				{num: '3',title: '在生物课上我能够游刃有余地完成老师提出的问题。',	subject: '地理', character: '自信', options: [ {da: '符合',sc: '5'	},{ da: '大致符合', sc: '4' } ,{ da: '一般', sc: '3' },{ da: '不太符合', sc: '2' },{ da: '不符合', sc: '1' }] },
				{num: '4',title: '在遇到物理难题时，我相信我能解决。',	subject: '地理', character: '自信', options: [ {da: '符合',sc: '5'	},{ da: '大致符合', sc: '4' } ,{ da: '一般', sc: '3' },{ da: '不太符合', sc: '2' },{ da: '不符合', sc: '1' }] },
				{num: '5',title: '在遇到物理难题时，我相信我能解决。',	subject: '地理', character: '自信', options: [ {da: '对',sc: '5'	},{ da: '错', sc: '4' } ] },
				{num: '6',title: '在遇到物理难题时，我相信我能解决。',	subject: '地理', character: '自信', options: [ {da: '对',sc: '5'	},{ da: '错', sc: '4' } ] },
]

var total_sc=[
		['地理','自信',0],
		['地理','兴趣',0],
		['地理','能力',0],
		['政治','自信',0],
		['政治','兴趣',0],
		['政治','能力',0],
		['历史','自信',0],
		['历史','兴趣',0],
		['历史','能力',0],
		['物理','自信',0],
		['物理','兴趣',0],
		['物理','能力',0],
		['化学','自信',0],
		['化学','兴趣',0],
		['化学','能力',0],
		['生物','自信',0],
		['生物','兴趣',0],
		['生物','能力',0],
	]

