<%@ page contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
 <%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html>
<html>
<head>
 <meta charset=utf-8>
<title>Insert title here</title>
</head>
<body>
	
		<main class="container">
			<section class="row">
				<p class="text-right"><a href="" class="btn btn-primary">打印报告</a></p>
				<div class="panel panel-default">
					<div class="panel-heading">
						<h3 class="text-primary">MBTI职业性格测试报告</h3>
					</div>
					<div class="panel-body">
						<div class="">
							<img src="${pageContext.request.contextPath}/img/xgk/banner1.jpg" style="width: 100%;" />
						</div>
					</div>
				</div>

				<div class="panel panel-default">
					<!-- Default panel contents -->
					<div class="panel-heading fontwei">MBTI职业性格测试</div>
					<div class="panel-body report">
							<ul>
								<li>
									<h4 class="fontwei">INFJ（内倾、直觉、情感和判断）——独立的、有独创性的思想家</h4>
									<div class="">
										<div class="pull-left" style="padding-right: 1em;">
											<!--<span class="glyphicon glyphicon-user" style="font-size: 4em;"></span>-->
											<img src="${pageContext.request.contextPath}/img/xgk/report/INFJ_Cohen.jpg"/>
										</div>
										<ul class="pull-left table-bordered" style="padding: 1rem;">
											<li><h3>代表人物</h3></li>
											<li class="margin_top1">莱昂纳德·科恩&nbsp;摇滚乐界的拜伦</li>
											<li class="margin_top1">充满了个人自白，挽歌式的感叹，一些轻微的抗议声和禅意。</li>
										</ul>
										<span class="clearfix"></span>
									</div>
								</li>
								<li>
									<h4 class="fontwei">个人性格特征描述：</h4>
									<div class="">
										<p>INFJ型的人生活在思想的世界。他们是独立的、有独创性的思想家，具有强烈的感情、坚定的原则和正直的人性。即使面对怀疑，INFJ型的人仍相信自己的看法与决定。他们的评价高于其他的一切，包括流行的观点和存在的权威，这种内在的观念激发着他们的积极性。通常INFJ型的人具有本能的洞察力，能够看到事物更深层的含义。即使他人无法分享他们的热情，但灵感对于他们重要而令人信服。</p>
										<p>INFJ型的人忠诚、坚定、富有理想化。他们珍视正直，十分坚定以至达到倔强的地步。因为他们的说服能力，以及对于什么对公共利益最有利有清楚的看法，所以INFJ型的人会成为伟大的领导者。由于他们的贡献，他们通常会受到尊重或尊敬。</p>
										<p>因为珍视友好和和睦，INFJ型的人喜欢说服别人，使之相信他们的观点是正确的。通过运用嘉许和赞扬，而不是争吵和威胁，他们赢得了他人的合作。他们愿意毫无保留地激励同伴，避免争吵。通常INFJ型的人是深思熟虑的决策者，他们觉得问题使人兴奋，在行动之前他们通常要仔细地考虑。他们喜欢每次全神贯注于一件事情，这会造成一段时期的专心致志。</p>
										<p>满怀热情与同情心，INFJ型的人强烈地渴望为他人的幸福做贡献。他们注意其他人的情感和利益，能够很好地处理复杂的人。INFJ型的人本身具有深厚复杂的性格．既敏感又热切。他们内向，很难被人—了解，但是愿意同自己信任的人分享内在的自我。他们往往有一个交往深厚、持久的小规模的朋友圈，在合适的氛围中能产生充分的个人热情和激情。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">可能存在的盲点：</h4>
									<div class="">
										<p>由于往往注意“思想”，INFJ型的人有时不切实际，会忽视需要注意的常规细节。更多地是对周围事物的注意，以及更多地依赖于经证实的消息，这使INFJ型的人在真实的世界中停留于自己创造的思想。</p>
										<p>INFJ型的人对于自己的原则如此坚定，以至于发展到眼光狭窄的地步。他们很顽固地对待变化，一旦决定已经做出，他们可能会拒绝改变。有时他们会忽略不支持他们立场的重要事实，或是拒绝与他们的价值观相冲突的看法。他们不可能听取其他人的异议，因为对他们来说，自己的立场似乎是毫无疑问的。INFJ型的人应该尝试更加客观地看待自我和自己的工作。</p>
										<p>因为他们对于自己的观点如此具有保护性，所以INFJ型的人往往超越常规。他们经常是完美主义者，会对批评过敏。虽然他们意志坚强，但是在处理人际关系中的冲突也会遇到困难，如果冲突发展，他们会变得失望和沮丧。对于他们的人际关系和自我，INFJ型的人越客观，越少受这些伤害的影响。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">功能运用</h4>
									<div class="">
										<p>外向与内向是指我们心理能量的作用方向，判断与知觉是我们做事的两种方式。心理学称之为“态度”。感觉与直觉是我们获取信息的方式，思考和情感是做决定的方式，心理学称之为“功能”，功能是人格理论的精髓、核心。</p>
										<p>每一个人在都会用到四种功能，但对功能应用的喜好程度不一样。等级中第一位的称为“主导功能”，第二位的称为“辅助功能”。每个人都需要运用到这两个过程。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">有效地使用你的类型：(INFJ)</h4>
									<div class="">
										<p>有效地使用你的类型：(INFJ)</p>
										<p>INFJ型的人主导功能是直觉，辅助功能是情感。他们倾向于：探求隐含的原因、可能性或事物的整体。对事实和经验做出符合逻辑结论。</p>
										<p>INFJ型的人比较少地使用他们的第三、第四功能—思考和感觉。即使在需要这些功能的场合，他们仍然无法有效使用。</p>
										<p>作为一个INFJ型的人：如果你过多地关注直觉，你可能不注重细节、不注意实际、不耐沉闷、不合逻辑、把握不住现在、骤下断语。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">问题解决方式</h4>
									<div class="">
										<p>每个人都会用自己的方式进行决策，决策通常来自于你的主导功能，并且完全忽视你的第四功能。你的功能运用如下：</p>
										<p>主导功能直觉——辅助功能情感——第三功能思考——第四功能感觉</p>
										<p>人格中的每一种功能对解决问题都具有关键和重要作用，忽视任何一个都将导致做出有缺陷的决定，理想化的问题解决功能流程如下：</p>
										<p>一个好的决策通常来自于四个功能的合理运用。当你尝试去解决问题时，你可以利用上表指导这个过程，但在整个的执行过程是非常困难的，因为每个人都不愿意用他不喜欢的功能去解决问题。就算你有意识地努力运用所有这些功能，你也不可能会在“真实生活”中以这种顺序运用它们。关键是要利用它们提醒自己，完善决策，就算你不按这种方式行事。</p>
										<p>工作中选择符合你的主导功能和辅助功能的岗位是非常重要的。第三功能要经过发展锻炼才能合适运用，第四功能可能永远不会在你的职业生涯中起到关键作用，因此你应当避免那种要求长期使用它的工作。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">工作中的优势</h4>
									<div class="">
										<p>对于不同的人格类型和不同的动力等极而言，没有“好”与“坏”之分，每一个人都是一个独一无二的个体，都有其特别的优势和劣势，但问题的关键在于如何认识这些优势和劣势,完善自己。我们对于成功的建议是：“取已之长，补已之短”。学会了这一点将会影响到你的成败及你对工作的喜好。你在工作中的优势：</p>
										<ol style="padding-left: 2em;list-style: disc;">
										<li>诚实正直，从而固定里这人们重视你的想法</li>
											<li>对于那些于你很重要的项目你专注且执着</li>
											<li>坚决果断，并有高度的组织能力</li>
											<li>有创造力，能提出独树一帜的解决问题的方法</li>
											<li>与别人感情交融，能预见别人的需要</li>
											<li>能以透视法看到事情发展的宏观图像以及意识与行动间未来的潜在联系</li>
											<li>有理解复杂概念的能力</li>
											<li>对别人真正关心，有帮助别人成长和发展的才能</li>
											<li>独立，有很强的个人信念</li>
											<li>有做出成绩，不达不敌不罢休的干劲</li>
											<li>对自己信仰的事业尽职尽责</li>									</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">工作中的劣势</h4>
									<div class="">
										<p>下面列出了你工作中可能存在的缺点，这些缺点有的比较明显，有的并不明显或你没有意识到，目的是为了让你“注意”到它们，并考虑产生的原因。缺点有些是天生的，而有些是长时间形成的，因此你不可能在一两天内改变，而是去提醒、思考。注意：其实知道存在的问题就是改变提高中很重要的一步，你会发现你正在慢慢发生变化。您工作中的劣势：</p>
										<ol style="padding-left: 2em;list-style: disc;">
											<li>过分的专心致志，结果可能导致死板</li>
											<li>对于要做完一件事要花多少时间心中没数</li>
											<li>很难做与自己价值观相冲突的事</li>
											<li>对计划的可行性有不切实际的倾向</li>
											<li>一旦做出决定不愿再回头审视一下，更不愿意撤销决定</li>
											<li>不会处理矛盾，易于忽略不快</li>
											<li>很难拉下面子客观、直接地训诫属下</li>
											<li>很难把复杂的想法简明地表达出来</li>
											<li>易于仓促下判断</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">适合的岗位特质</h4>
									<div class="">
										<p>研究发现：职业满足会使你的工作主动性更强，积极性更高，更愿意去工作。以下不是简单的告诉你什么样的工作适合你，而是细化的帮你分析工作中的哪些特质对你重要，你还需要从中选出你认为最重要的，因为不同经历的人对特质的重要程度要求是不同的。每个岗位的工作内容都在随企业的发展而发展，不是一成不变的，有时候岗位的发展方向需要我们自己去争取。所以找到适合的工作不如找到适合自己发展的岗位更直接。这些特质可以帮助明确如何主动的发展或争取你岗位中的那些特质。</p>
										<p>下面的条目从各个侧面上认证了您怎样才能受到真正的职业满足，看完这些条目之后，我们建议您根据它们对您的重要程序进行排序，排序的时候，回想一下您过去的学习、工作经历以及当前学习环境和工作感受，并思考：“哪一些是令你感到特别满意，有哪些令你极其不高兴”。试着寻找贯穿这些经历的主题。你的岗位特质：</p>
										<ol style="padding-left: 2em;list-style: disc;">
											<li>1.允许我自己考虑并创立新颖的观点和/或方法来解决工作中出现的各种各样不同的问题，并帮助别人成长和发展。</li>
											<li>2.能让我提供一种我所信仰且引以为豪的产品或服务。</li>
											<li>3.承认我的首创、拥有者身份，以及所作的独有的共享。</li>
											<li>4.能让我自由地表达自己，并让我看到我的洞察力所带来的结果。</li>
											<li>5.能让我为别人的利益或别人提供服务而实施自己的想法，允许我一对一地展开工作。</li>
											<li>6.有一个友好、没有紧张关系的工作氛围，其中我的看法能得到重视，而我的努力能得到别人的精神支持。</li>
											<li>7.允许我独立地工作，且有机会在一个友好、没有人迹冲突的环境中经常与人探讨我的工作。</li>
											<li>8.可以自由地安排自己的工作时间及环境，对自己的工作进程和工作成果有极大的支配权。</li>
											<li>9.给予我足够的时间来制定并审查我的机会，以便使我的计划准备得很充分。</li>
											<li>10.符合我自己的个人价值和观点，能让我在人格上和职业上都保持诚实正直的品质。</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">职业类型——您适合的职业：</h4>
									<div class="">
										<p>也许你会觉得下面的工作种类繁杂，但仔细分析你就会发现，这些工作各自的特色正是你对工作的要求，我们会在下面列出各类工作的特质。当然，这不可能是一个完美的适合你的工作的综合，但是，却能够向你展示你以前不曾考虑过的工作的可能性。在列出这些工作的同时，我们也要敬告您：每种职业中都有各种性格类型的成功人士；即使是相同的工作，不同公司的要求也不尽相同，所以除了工作名称外，你还要对贵公司要求的工作内容和公司文化作详细的了解。我们希望在经济快速发展、新型工作不断涌现将来，这份报告上列举的工作种类不是限制了你的选择，而是告诉你，面对新工作的选择或机会时，应该从哪些因素来分析这些工作对你的适合程度。适合INFJ型人的一般职业。</p>
										<p>—般职业咨询／教育职业·职业咨询顾问·心理学家·教育顾问·图书管理员·特殊教育老师·双语教育老师·早期教育老师·雇员帮助顾问·儿童福利顾问·酒精和毒品禁戒顾问·教师：高中或大学英语、艺术、音乐、社会科学·社会：工作人员(老人与儿童口常护理问题)戏剧</p>
										<p>这些职业允许INFJ型人利用他们的想法和知识帮助别人咨询和教育领域非常要求个人之间的交流，常常是一个面对一个的形式，这使INFJ以与他人建立深入的关系。INFJ型人也乐于研究、学习和从教育行业获得发展的机会，他们通常会在学术环境中感到非常轻松自在。</p>
										<p>家教职业·牧师／教士／修道士／修女·家教工作者·家教教育指导者</p>
										<p>家教工作要求人能够深入而切身地致力于其中，坚持以工作为使命的工作哲学。INFJ型人常常认为他们的工作就是使命，从与他人分享他们的哲学和信念之中获得充分的满足感。</p>
										<p>创造性职业·艺术家·小说家·设计师·通用设计建筑师·编辑、艺术指导(杂志)·剧作家·诗人·信息制图设计者·自由宣传媒介设计人·家谱学家(家族研究者)</p>
										<p>INFJ型人对艺术的爱好是由于他们具有运用自己的想法和眼光创造独特作品的能力。艺术品使INFJ型人以个人的方式表达自己，结果往往是给予他人一种冲击力。这些职业通常都是独立的工作，使INFJ型人能够组织并控制环境、过程和成果。</p>
										<p>健康护理／社会服务职业·保健管理人·调解人／冲突解决人·社会工作人员·饮食学家／营养学家·全面健康医生·职业治疗医生·社会服务代理人·社会科学家·心理健康顾问·语言病理学家／听觉学家·信息治疗医生</p>
										<p>社会服务职业要求人致力于帮助他人，这常常是通过有组织的机构进行的。多数INFJ型人喜欢在这样的环境中工作，尤其当职员较少而关系密切的时候。社会服务使INFJ型人可以对于个人或社会的问题思考并提出新的解决方法。许多时候，社会工作人员的工作是独立而个别地进行的，使他们可以与客户和同事经常展开一对一的交流。</p>
										<p>商业·人事资源经理·组织机构的发展顾问·职业分析家·公司／工作小组培训人·商业销售计划人·口译／翻译·市场人员(提供服务或点子)·雇员帮助方案的协调者／顾问·人事资源多样化管理人·优先顾客销售代表·环境法律师</p>
										<p>尽管INFJ型人中并没有大量的人被商业领域的工作所吸引，他们仍然可能在一些商业领域中获得职业满足感。人力资源或人事和组织机构的发展咨询是商业中有关“人”的部分，要求能够对许多不同的人感兴趣并且易于和人们相处。这些职业使INFJ型人能够帮助他人找到工作，建立有效的工作环境，而且可以效力于创造性地解决以人为焦点的问题。</p>
										<p>营销工作使INFJ型人能够通过工作小组发挥其创造性解决问题的能力。如果INFJ型人对于工作过程投入很多而且能够保持令人轻松舒适的个人和工作的统一完整性，他们就会觉得这样的工作是令人满意的。记住，这些仅仅是可以为具有独特天生才能的INFJ型人提供职业感的一部分职业领域。</p>
									</div>
								</li>
								<li>
									<h4 class="fontwei">对组织的贡献</h4>
									<div class="">
										<ol style="padding-left: 2em;list-style: disc;">
											<li>诚信，履行承诺；</li>
											<li>工作诚实，始终如一；</li>
											<li>更倾向于那些需要集中精力，独自完成的工作；</li>
											<li>组织和协调人和任务间的复杂关系。</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">领导风格</h4>
									<div class="">
										<ol style="padding-left: 2em;list-style: disc;">
											<li>依据对组织和人的认识与洞察进行领导；</li>
											<li>赢得合作而非请求合作；</li>
											<li>行动连贯一致；</li>
											<li>致力于促使抱负变成现实；</li>
											<li>用其理想激励他人。</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">潜在缺陷</h4>
									<div class="">
										<ol style="padding-left: 2em;list-style: disc;">
											<li>能够发现新的思想，但可能不被重视或被低估；</li>
											<li>对于批评不太直率；不愿意强迫他人而自己承受过多；</li>
											<li>一根筋，无视其它需要做的事情。</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">适合的工作环境</h4>
									<div class="">
										<ol style="padding-left: 2em;list-style: disc;">
											<li>关注于理想的同事；存在创造的机会；</li>
											<li>和谐并协调；</li>
											<li>安静；</li>
											<li>允许有仔细斟酌的时间和空间；</li>
											<li>组织化的。</li>
										</ol>
									</div>
								</li>
								<li>
									<h4 class="fontwei">个人发展建议</h4>
									<div class="">
										<ol style="padding-left: 2em;list-style: disc;">
											<p>现在你对自己的人格类型和动力已经有了一个比较清楚的了解，但这还不够。“如何通过这些信息使你在这份工作上取得更大的成功”，这是关键所在。运用你的能力非常容易，你成功的秘诀在于：</p>
											<li>运用你的长处其实很容易。INFJ成功的秘诀就是；</li>
											<li>注意细节；学会灵活一点；</li>
											<li>无论做什么事情都要自发自愿，不要让人督促你。</li>
										</ol>

										
										<p>个人发展建议是我们咨询师多年测评职业咨询和职业生涯规划的心得体会和经验总结，我们意识到以下的建议中有很多是难以完全照办的，但只要你花时间认真思考，一定会对你有极大的帮助和改变：</p>
										<ol style="padding-left: 2em;list-style: disc;">
											<p>发展建议：</p>
											<li>需要发展果断性技能；</li>
											<li>需要学会在适当的基础上给人以建设性的反馈；</li>
											<li>需要和他人一道检讨自己的眼光；</li>
											<li>需要放松，对于目前情况下能够完成的事情，应当报有更开放的态度。</li>
										</ol>
									</div>
								</li>
							</ul>
					</div>
			</section>

		</main>

		
</body>
</html>